[
  {
    "text": "高齢者の住環境を整備（バリアフリー改修）することの効果・メリットとして誤っているものはどれか？",
    "choices": ["高齢者本人の自立度が向上しやすくなる", "介護する家族の身体的・精神的負担が軽減される", "転倒や事故の危険性が増加する", "高齢者の生活の質(QOL)が向上する"],
    "correct": 2,
    "explanation": "段差解消や手すり設置などの住環境整備は、高齢者が安全に生活する助けとなり、自立度の向上や介護者の負担軽減、生活の質改善につながります。転倒・事故の危険性は減少するのが一般的であり、選択肢Cは誤りです。"
  },
  {
    "text": "高齢者の家庭内事故で死亡事故が特に多い場所はどこか？",
    "choices": ["浴室（風呂場）", "台所（キッチン）", "庭先", "廊下・階段"],
    "correct": 0,
    "explanation": "高齢者は冬場の入浴中に急激な温度変化で体調を崩す「ヒートショック」や溺死事故が多く、浴室での事故死が非常に多いことが知られています。実際、浴槽内での溺死者数は交通事故死者数を上回る年もあるほどで、浴室は家庭内でも特に危険度が高い場所です。"
  },
  {
    "text": "高齢者はできる限り住み慣れた自宅で生活を続けたいと考える人が多い。自宅での生活継続を望む高齢者の割合について適切な記述はどれか？",
    "choices": ["要介護状態になっても約8割の高齢者が可能な限り自宅で暮らしたいと希望している", "自宅で暮らしたい高齢者はほとんどおらず、大半が施設入所を望んでいる", "自宅での生活を希望する高齢者は半数以下しかいない", "自宅よりも入院生活を望む高齢者が大多数を占める"],
    "correct": 0,
    "explanation": "各種意識調査で、高齢者の多く（おおよそ7〜8割）は介護が必要になっても可能な限り自宅で暮らし続けたいと希望しています。そのため、自宅で安全に暮らせるよう住環境を整備し、在宅サービスを利用することが重要です。"
  },
  {
    "text": "冬場にヒートショック（急激な温度差による血圧変動等）で高齢者の入浴中事故を防ぐための対策として適切なものはどれか？",
    "choices": ["入浴前に浴室や脱衣所を暖め、室温と湯温の差を小さくする", "湯温はできるだけ高く設定し短時間で入浴する", "脱衣所の窓を開けて冷たい空気を入れながら入浴する", "心臓に負担をかけるので湯船には浸からず常にシャワーで済ませる"],
    "correct": 0,
    "explanation": "冬の入浴時は、暖かい居室から寒い脱衣所・浴室への移動で血圧が急変し、事故につながる危険があります。浴室や脱衣所をあらかじめ暖房しておく、湯温を41℃以下の適度な温度に保つ、ゆっくり湯船に浸かるなどの対策がヒートショック予防に有効です。"
  },
  {
    "text": "高齢者にとって家庭内で転倒しやすい要因として最も多いものはどれか？",
    "choices": ["敷居や段差につまずくこと", "濡れた床で滑ること", "階段を踏み外すこと", "誤って物を踏むこと"],
    "correct": 0,
    "explanation": "高齢者の転倒事故は、わずかな段差や敷居につまずくケースが非常に多く報告されています。小さな段差でも脚の上がりが悪くなる高齢者にとっては障害となるため、住環境では段差解消や敷居のスロープ化が重要です。他にも床の滑りやすさや階段も注意点ですが、段差につまずく事故が特に頻繁です。"
  },
  {
    "text": "住宅に手すりや段差解消などのバリアフリー改修を施すことで、要介護高齢者の介護をする家族にとって期待できる効果はどれか？",
    "choices": ["介護に伴う心身の負担が軽減される", "介護のための在宅時間が延び負担が増える", "介護技術が不要になり誰でも介護できるようになる", "家族が介護に関わらなくても済むようになる"],
    "correct": 0,
    "explanation": "バリアフリー改修によって高齢者本人の自立度が上がれば、家族が行う介助の手間も減ります。例えば段差を解消し車椅子で移動しやすくしたり、手すりで立ち座りをしやすくすれば、介護者が抱え上げたり支える負担が軽くなります。したがって家族の身体的・精神的負担軽減につながります。"
  },
  {
    "text": "介護保険では要介護者等が住宅改修を行う際に費用の一部が支給されますが、その住宅改修費支給の原則上限額はいくらか？",
    "choices": ["20万円", "5万円", "50万円", "100万円"],
    "correct": 0,
    "explanation": "介護保険の居宅介護（介護予防）住宅改修費では、手すりの取付けや段差解消など一定の小規模な住宅改修について支給限度基準額が原則20万円と定められています。この範囲内で改修費の1〜3割を自己負担すれば、残りが保険から支給されます（支給額は最大18万円までが一般的です）。"
  },
  {
    "text": "高齢者の事故予防の観点から、住環境における照明の工夫として不適切なものはどれか？",
    "choices": ["十分な明るさの照明を確保する", "足元灯や常夜灯を活用し夜間の視認性を高める", "色調や明るさで部屋を明るい雰囲気にする", "節電のため居室の照明を極力暗くする"],
    "correct": 3,
    "explanation": "視力が低下した高齢者には明るい照明が安全確保と生活の質向上に重要です。夜間も薄暗い明かりを点けておけば転倒防止になります。節電目的でも照明を暗くしすぎるのは危険であり、不適切です。"
  },
  {
    "text": "高齢者が冬場に室内で安心して過ごすための住環境について、適切なものはどれか？",
    "choices": ["暖房や断熱により室温を保ち、必要に応じて加湿・換気も行う", "高齢者は寒さに強いので暖房は不要である", "室温は極端に低くても厚着すれば問題ない", "結露防止のため常に窓を開放して室温を下げておく"],
    "correct": 0,
    "explanation": "高齢者は温度変化に対する適応力が低下しており、低温環境では血圧上昇やヒートショックの危険があります。冬場は断熱性の高い住居で適切に暖房し、乾燥しすぎないよう加湿、換気による空気の入れ替えも重要です。寒すぎない温度（18〜20℃以上）の維持が望ましく、選択肢Aが適切です。"
  },
  {
    "text": "高齢者住宅のバリアフリー改修では段差をなくすことが重視されますが、それ以外に「安心できる住生活」を実現するため重要な対策はどれか？",
    "choices": ["防犯対策としてモニター付きインターホンや二重ロック等を設置する", "家の出入口を一つだけにして高齢者の外出を制限する", "訪問者は鍵を持って勝手に入れるようにしておく", "階段や玄関の照明は消しておき気配を消す"],
    "correct": 0,
    "explanation": "独居高齢者の増加に伴い、防犯面での配慮も安心して暮らすために大切です。モニター付きインターホンで来訪者を確認したり、玄関ドアに二重ロックや補助錠を設置することで、振り込め詐欺や強盗など犯罪被害のリスクを減らせます。"
  }
]