[
  {
    "text": "冬場の入浴時に起こりやすいヒートショックを防ぐ住環境の工夫として最も適切なものはどれか？",
    "choices": ["入浴前に浴室と脱衣所を十分に暖めておき、湯温も適度な温度（41℃以下）にする", "脱衣所の窓を開け放ち外気を入れながら入浴する", "熱い風呂に一気に長時間浸かって体を温める", "寒さを感じても我慢して入浴し、体を鍛えるようにする"],
    "correct": 0,
    "explanation": "急激な温度差で血圧が乱高下するヒートショックを防ぐには、浴室や脱衣所をヒーターなどで予め暖め、室温と湯温の差を小さくすることが重要です。湯温は40℃前後の適温に保ち、長湯を避けます。"
  },
  {
    "text": "高齢者に適した湯船のお湯の温度は何℃くらいが望ましいか？",
    "choices": ["約40℃前後", "45〜50℃", "30℃以下", "熱ければ熱いほどよい（50℃以上）"],
    "correct": 0,
    "explanation": "熱すぎるお湯は血圧の急上昇や心臓への負担につながり、高齢者には危険です。一般に高齢者の入浴には40℃程度のややぬるめ（心地よいと感じる程度）の温度が適しています。"
  },
  {
    "text": "ベッドからの転落予防策として不適切なものはどれか？",
    "choices": ["ベッドの高さを低めに設定するか、床に布団を敷いて寝起きする", "ベッドの周囲にマットやクッションを敷いて万一の転倒・転落時の衝撃を和らげる", "必要に応じてベッド柵（サイドレール）を利用する", "身体が動かないようにベッドに縛り付けておく"],
    "correct": 3,
    "explanation": "ベッドからの転落防止には、ベッド自体の高さ調整やクッションの活用、ベッド柵の利用が有効です。しかし、身体を縛って固定することは身体拘束に当たり、原則禁止されています。"
  },
  {
    "text": "車椅子使用者が安全に乗り降り（移乗）するために、車椅子のブレーキ（ストッパー）をかけるのはどのような時か？",
    "choices": ["車椅子から立ち上がったり座ったりする乗り移り動作の際には必ずブレーキをかける", "下り坂で停車する時以外は必要ない", "車椅子を押して移動する時にかけておく", "ブレーキは使わず常にタイヤをフリーにしておく"],
    "correct": 0,
    "explanation": "車椅子のブレーキは、乗り降り（移乗）の時に車椅子が動かないよう必ずロックします。ベッドや椅子に移る際、ブレーキをかけ忘れると車椅子がズレて転倒事故につながります。"
  },
  {
    "text": "認知症高齢者の徘徊（はいかい）対策として住環境で講じる工夫として適切なものはどれか？",
    "choices": ["玄関や門扉に鍵を二重にかけたりセンサーを設置したりして、無断で外に出歩かないようにする", "家の中に迷路のような通路を作って迷わせる", "全ての窓を開け放しておく", "夜間は真っ暗にしておけば外出しない"],
    "correct": 0,
    "explanation": "認知症の方が夜間や目を離した隙に徘徊して行方不明になるのを防ぐため、玄関ドアに複数の鍵やチャイムをつけたり、センサーで外出を検知する対策が有効です。"
  },
  {
    "text": "認知症の人がトイレの場所をわからず失敗してしまうことがあります。トイレの所在を認識しやすくする住環境の工夫として適切なのはどれか？",
    "choices": ["トイレのドアに大きな表示や目立つ色のサインを付ける", "トイレのドアに鏡を貼って周囲と同化させる", "トイレのドアを常時施錠しておく", "トイレへの道筋に迷わせるような装飾を施す"],
    "correct": 0,
    "explanation": "認知症の方にはトイレの場所が一目で分かるよう、ドアに「トイレ」と書いた表示やピクトグラムを貼ったり、壁と違うはっきりした色に塗るなどの工夫が有効です。"
  },
  {
    "text": "夜間排泄の頻度が高い高齢者への住環境の配慮として適切なものはどれか？",
    "choices": ["ベッドの近くにポータブルトイレ（簡易トイレ）を設置し、夜間の移動距離を減らす", "水分摂取を控えてもらい夜間尿そのものを減らす", "廊下は真っ暗にしておく（照明をつけない）", "起き上がりにくいようベッド柵で囲っておく"],
    "correct": 0,
    "explanation": "夜間に何度もトイレへ行く方には、寝室にポータブルトイレを置いておくと安全です。遠いトイレまで移動しなくて済み、転倒リスクが減ります。"
  },
  {
    "text": "一人暮らし高齢者の緊急時に備えて住宅に設置すると良い設備はどれか？",
    "choices": ["緊急通報ボタン（緊急通報システム）", "防犯ブザーのみ携帯させる", "室内カメラだけ設置し見守る仕組みはない", "特に何も設置しなくてよい"],
    "correct": 0,
    "explanation": "独居の高齢者宅には、急な体調不良や転倒事故の際にボタン一つで救援を呼べる「緊急通報装置」を設置することが多いです。"
  },
  {
    "text": "高齢者宅の防犯・安全対策として適切な住環境の整備はどれか？",
    "choices": ["玄関にテレビモニター付きインターホンを設置し、来訪者を映像と音声で確認できるようにする", "高齢者には振り込め詐欺の心配がないので電話対策は不要である", "玄関や窓の鍵はなるべく開けたままにしておく", "夜間は外から見えないよう室内の照明を全て消しておく"],
    "correct": 0,
    "explanation": "高齢者を狙った犯罪を防ぐには、来訪者を確認できるモニター付きインターホンやドアチェーンの活用、補助鍵の設置などが有効です。"
  },
  {
    "text": "高齢者が快適に過ごせる住まいの環境整備に関する記述のうち、誤っているものはどれか？",
    "choices": ["室温や湿度を適切に保ち、断熱や換気に配慮する", "できるだけ段差をなくし、移動しやすい動線を確保する", "明るい照明や色彩を用いて心理的にも明るい空間にする", "運動不足解消のため日常生活でわざと不便な構造にする"],
    "correct": 3,
    "explanation": "高齢者住宅では、安全かつ快適に暮らせるよう不便さを取り除くことが重要です。運動不足の解消は別途リハビリや体操ですべきで、生活空間をわざと不便にするのは事故のもとになります。"
  }
]