[
  {
    "text": "視覚障害者誘導用ブロック（点字ブロック）において、表面に縦方向の線状突起が入ったブロックは何を意味しているか？",
    "choices": ["安全な進行方向（歩行経路）を示す", "立ち止まって注意すべき場所を示す", "非常口への経路を示す", "危険箇所であることを示す"],
    "correct": 0,
    "explanation": "視覚障害者誘導用ブロックには2種類あります。表面に縦の線が入った「誘導ブロック」は進む方向を示し、目的地まで安全に誘導するために敷設されます。一方、点状の突起がある「警告ブロック」は階段の手前や交差点、ホーム端など危険箇所で立ち止まる位置を示すものです。"
  },
  {
    "text": "聴覚に障害のある人が情報を得やすい住環境の工夫として適切なものはどれか？",
    "choices": ["来客用インターホンにランプが点滅する装置をつけ、音だけでなく光でも来訪を知らせる", "チャイムが鳴っても気づかないので常に大音量で鳴らすようにする", "相手の口の動きが読めないようにマスクをして話しかける", "家の中ではなるべく後ろから急に話しかけるようにする"],
    "correct": 0,
    "explanation": "聴覚障害者には視覚的な情報提供が有効です。玄関チャイムや電話の着信を光や振動で知らせる機器を設置する、テレビに字幕表示を利用するなどの工夫が考えられます。選択肢Aのようにインターホンで光を併用するのは有効です。"
  },
  {
    "text": "車椅子使用者が自宅内を通行するために必要な廊下や出入口の有効幅として適切なのはどれか？",
    "choices": ["おおむね75～80cm以上", "約40cm", "約60cm", "120cm以上必須"],
    "correct": 0,
    "explanation": "手動式車いすの幅は一般的に60〜70cm程度あります。通過するには車椅子の幅+αの余裕が必要で、出入口幅は最低でも75cm程度、可能であれば80cm以上あるとスムーズです。"
  },
  {
    "text": "身体障害者補助犬として法律で定められているものに含まれないのはどれか？",
    "choices": ["盲導犬（視覚障害者を補助する犬）", "聴導犬（聴覚障害者を補助する犬）", "介助犬（肢体不自由者を補助する犬）", "警察犬"],
    "correct": 3,
    "explanation": "身体障害者補助犬法で規定されている補助犬は、盲導犬、聴導犬、介助犬の3種類です。警察犬は警察の訓練を受けた犬であり、障害者を補助する役割ではありません。"
  },
  {
    "text": "車椅子には自走用と介助用があります。介助用車椅子の特徴として適切なものはどれか？",
    "choices": ["後輪が小さく、介助者が後方から押して操作することを前提としている", "後輪が大きく利用者自身で車輪をこいで操作しやすい", "モーターで動く電動式である", "車椅子全体が一輪車のようにバランスを取れる構造である"],
    "correct": 0,
    "explanation": "介助用車いすは、自分で操作するための大型の車輪がついておらず、後ろから介助者が押すことを前提に作られています。座っている人は自力走行できないので、公共施設で貸し出される車椅子などは多くが介助用です。"
  },
  {
    "text": "歩行が不自由な人の杖の使い方に関する説明として適切なものはどれか？",
    "choices": ["杖は基本的に障害のある脚とは反対側の手で持つ", "杖は必ず一本杖（I字杖）を使うのが望ましい", "杖の高さは脇の下まである長さが適切である", "杖を使うとかえって転倒しやすくなるため可能な限り使わない"],
    "correct": 0,
    "explanation": "杖は弱いほうの脚の反対側の手でつくのが基本です。例えば右脚が不自由な場合、左手に杖を持ちます。こうすることで、弱い脚を出すときに杖で支え、バランスを取りやすくします。"
  },
  {
    "text": "高さ12cmの段差を解消するため、勾配が1/12程度のスロープを設置する場合、必要となるスロープの長さはおおよそ何cmか？",
    "choices": ["144cm", "12cm", "120cm", "60cm"],
    "correct": 0,
    "explanation": "バリアフリーの勾配の目安として段差に対して12倍の長さ（勾配8.3%）のスロープが望ましいとされています。高さ12cmの段差に対しては、少なくとも約144cm（12cm × 12）の長さのスロープが必要です。"
  },
  {
    "text": "室内の開き戸を引き戸に改修する主な利点として適切なものはどれか？",
    "choices": ["扉の開閉に必要なスペースが小さくなり、車椅子でも出入りしやすくなる", "ドア枠に段差ができるため転倒防止になる", "引き戸は非常に開閉操作が複雑になる", "扉を開けたままでも人が通れなくなるため安全性が高まる"],
    "correct": 0,
    "explanation": "開き戸を引き戸に変更すると、扉を開いたときにスペースを取らず、車椅子や歩行器でもスムーズに通行できます。また、開閉の際に人にぶつかる危険も減ります。引き戸や折れ戸は狭い室内空間を有効に使え、バリアフリー改修の有効な手段です。"
  },
  {
    "text": "片麻痺（片側にマヒがある）高齢者のベッドの配置で適切なものはどれか？",
    "choices": ["麻痺していない側からベッドの乗り降りができるよう、健側を空いたスペースに向けて設置する", "麻痺している側をベッドから降りる側にしておく", "ベッドは壁にくっつけ四方を囲むように配置する", "ベッドの位置は特に配慮しなくてもよい"],
    "correct": 0,
    "explanation": "片麻痺がある人の場合、麻痺のない健側を使って起き上がったり移乗したりするのが基本です。そのためベッドは、健側が自由に動けるよう片側を空けて配置します。"
  },
  {
    "text": "車椅子使用者が利用しやすいトイレの条件として適切なものはどれか？",
    "choices": ["洋式便器で座面が高めのものを設置する", "和式便器にする", "トイレのドアは内開きにする", "手すりは設置しない方が移動しやすい"],
    "correct": 0,
    "explanation": "車椅子利用者には洋式トイレが必須です。座面は立ち座りしやすいよう適度に高いものが望ましく（一般的に40〜45cm程度）、便座から車椅子への移乗が楽になります。また、トイレのドアは外開きか引き戸にして、内開き扉で内側から妨げられないようにします。"
  }
]