[
  {
    "text": "「バリアフリー」と「ユニバーサルデザイン」の違いに関する説明として適切なものはどれか？",
    "choices": ["バリアフリーは高齢者や障害者など特定の人にとっての障壁を取り除く考え方であり、ユニバーサルデザインは初めから全ての人にとって利用しやすいよう製品・環境をデザインする考え方である", "バリアフリーもユニバーサルデザインも同じ意味であり区別はない", "バリアフリーはデザインの手法で、ユニバーサルデザインは法律の名称である", "バリアフリーは若者向けの設計、ユニバーサルデザインは高齢者向けの設計を指す"],
    "correct": 0,
    "explanation": "バリアフリーは段差解消に代表されるように、高齢者や障害者にとっての「障壁（バリア）」を取り除く対応を指します。一方、ユニバーサルデザイン(UD)は初めから年齢・障害の有無に関わらず誰にとっても使いやすいデザインを追求するものです。例えばバリアフリーは後付けの改修が多いのに対し、UDは設計段階から考慮します。"
  },
  {
    "text": "ユニバーサルデザイン(UD)の具体例として適切でないものはどれか？",
    "choices": ["入口にスロープを設置し車椅子やベビーカーでも出入りできるようにする", "エレベーターの案内を音声と表示（文字や点字）の両方で行うシステム", "健常者用と障害者用で入口を別々に分けて設計する", "ドアノブをレバー式にして弱い力でも開けやすくする"],
    "correct": 2,
    "explanation": "UDの考え方では、最初から全ての人が同じように利用できることを目指すため、健常者と障害者で入口や設備を分け隔てるのは望ましくありません（それはバリアフリー以前の分離設計です）。A, B, Dは年齢・能力に関係なく使いやすさを高めるUDの具体例です。"
  },
  {
    "text": "2006年に施行された「バリアフリー新法」（高齢者・障害者等の移動等の円滑化の促進に関する法律）は、従来のどの法律を統合・発展させたものか？",
    "choices": ["ハートビル法（建築物移動等円滑化整備法）と交通バリアフリー法", "障害者基本法と道路交通法", "高齢者虐待防止法とバリアフリー条例", "バリアフリー法とユニバーサルデザイン法"],
    "correct": 0,
    "explanation": "バリアフリー新法（通称）は、従来別々にあった建築物のバリアフリー法制（ハートビル法）と公共交通機関のバリアフリー法制（交通バリアフリー法）を一体化し、街づくり全体でのバリアフリー推進を目的として制定されました。これにより市町村が重点整備地区を定めるなど、より包括的なバリアフリー施策が展開されています。"
  },
  {
    "text": "国際シンボルマークである「車椅子マーク」の意味として正しいものはどれか？",
    "choices": ["その施設や場所が障害のある人（車椅子使用者など）にも利用しやすいよう配慮されていることを示す", "車椅子に乗った人専用の場所であることを示す", "病院であることを示すマークである", "障害者用駐車場には使われないマークである"],
    "correct": 0,
    "explanation": "車椅子マーク（正式には国際シンボルマーク）は、障害者が利用できる施設や設備であることを示すための国際的なマークです。駐車場やトイレ、建物の入口などに表示され、バリアフリー対応であることを表します。障害者専用という意味ではなく、誰もが利用しやすい設備であることを示しています。"
  },
  {
    "text": "「心のバリアフリー」とは何を指すか？適切な説明を選びなさい。",
    "choices": ["障害や高齢に対する偏見や先入観をなくし、誰もが互いを思いやる態度・意識を持つこと", "心臓に負担のかからない温度環境を整えること", "自宅の段差をなくす住宅改修のこと", "精神的な我慢強さを鍛える福祉用具のこと"],
    "correct": 0,
    "explanation": "心のバリアフリーとは、ハード面の整備だけでなく、人々の意識や態度の面でのバリア（障壁）を取り除こうという考え方です。障害のある人や高齢者に対する理解を深め、差別や偏見のない共生社会を実現するために、一人ひとりが思いやりの心を持つことが求められています。"
  },
  {
    "text": "ユニバーサルデザインの7原則は国際的に提唱されていますが、その原則の数はいくつか？",
    "choices": ["7つ", "3つ", "5つ", "10つ"],
    "correct": 0,
    "explanation": "ユニバーサルデザインには7つの基本原則があります。（1）誰にでも公平に利用できること、（2）使う上で柔軟性があること、（3）シンプルで直感的に利用できること、（4）必要な情報が感知できること、（5）ミスや危険につながらない設計であること、（6）少ない労力で利用できること、（7）適切なサイズ・空間を確保すること、の7項目です。"
  },
  {
    "text": "バリアフリーが対象とする「障壁（バリア）」に含まれないものはどれか？",
    "choices": ["移動の障壁（段差や狭い通路など）", "情報取得の障壁（小さな文字や音声のみの案内など）", "意識上の障壁（偏見や理解不足など）", "季節による障壁（暑さ・寒さなど）"],
    "correct": 3,
    "explanation": "バリアフリーの考えでは、物理的な段差や階段などの「移動の障壁」、点字や字幕のない情報提供など「情報の障壁」、偏見や理解不足といった「心の障壁」も含めて、社会参加を妨げる様々なバリアを解消することを目指します。季節そのものは障壁ではありません（暑さ寒さによる問題はありますが、バリアフリーの文脈で言う「障壁」には含みません）。"
  },
  {
    "text": "「ノンステップバス」の特徴として正しいものはどれか？",
    "choices": ["車体床が低く、乗降時に車内に段差がないバス", "乗車賃が無料のバス", "全席が優先席になっているバス", "昇降用の踏み台を用意しているバス"],
    "correct": 0,
    "explanation": "ノンステップバス（低床バス）は、車両の床が低く設計されており、乗降口にステップ（段差）がないかごく低いのが特徴です。車椅子や高齢者でもスムーズに乗り降りできるよう、車体を傾けたりスロープ板を出したりする機能も備えています。公共交通のバリアフリー化の一環として各地で導入されています。"
  },
  {
    "text": "「オストメイト対応トイレ」に設置されている設備は何のためのものか？",
    "choices": ["人工肛門・人工膀胱を使用している人がパウチ（蓄便・蓄尿袋）を洗浄・処理できるようにするための設備", "視覚障害者が音声案内を聞くための装置", "車椅子利用者が段差を昇降するための昇降機", "高齢者が転倒した際にクッションになる床材"],
    "correct": 0,
    "explanation": "オストメイトとは人工肛門や人工膀胱を造設した人のことで、オストメイト対応トイレにはパウチを洗ったり交換したりできるように、腰の高さにシャワー水栓付きの洗い流し器具（シンク）が備わっています。これは公共施設の多機能トイレなどに設置が進められており、ユニバーサルデザインの一環です。"
  },
  {
    "text": "次のうち、ユニバーサルデザインの7原則に含まれる用語（概念）はどれか？",
    "choices": ["利用における柔軟性（Flexibility in Use）", "高齢者優先の利用", "経済的効率性", "年齢制限のある利用"],
    "correct": 0,
    "explanation": "ユニバーサルデザインの7原則には「利用における柔軟性」が含まれます。これは利用者の好みや能力に応じて多様な使い方ができる設計を意味します。他には「公平な利用」「単純・直感的な利用」「知覚しやすい情報」「失敗に対する寛容さ」「少ない労力での利用」「十分な大きさと空間」という原則があります。B、C、Dのような原則は含まれません。"
  }
]