[
  {
    "text": "公的介護保険（介護保険制度）の第1号被保険者は何歳以上の人か？",
    "choices": ["65歳以上", "60歳以上", "40歳以上", "20歳以上"],
    "correct": 0,
    "explanation": "介護保険の被保険者は、第1号被保険者が65歳以上の高齢者、第2号被保険者が40〜64歳の医療保険加入者です。したがって65歳以上の全ての人は介護保険の第1号被保険者として保険料を納め、要支援・要介護状態になれば保険サービスを利用できます。"
  },
  {
    "text": "介護保険制度において、保険者（制度を運営する主体）となるのはどこか？",
    "choices": ["市町村（特別区を含む）", "国（日本政府）", "都道府県", "民間の保険会社"],
    "correct": 0,
    "explanation": "介護保険の保険者は市区町村および東京23区です。保険料の徴収や要介護認定、サービス提供の調整などを市町村が担います。財政には公費（国・都道府県・市町村）も投入されますが、制度運営主体は市町村です。"
  },
  {
    "text": "介護保険制度が施行（開始）されたのは西暦何年か？",
    "choices": ["2000年", "1990年", "2010年", "1980年"],
    "correct": 0,
    "explanation": "介護保険法にもとづく介護保険制度は2000年（平成12年）4月にスタートしました。これにより、高齢者介護は措置制度から保険制度へ転換し、要介護認定を受けた人がサービスを選択・利用できるようになりました。"
  },
  {
    "text": "介護保険で提供される福祉用具貸与（レンタル）の対象とならないものはどれか？",
    "choices": ["補聴器", "車椅子", "歩行器（歩行車）", "特殊寝台（介護用ベッド）"],
    "correct": 0,
    "explanation": "補聴器や義歯（入れ歯）など医療的な補装具は介護保険の福祉用具貸与の対象外です。介護保険の福祉用具貸与では、車椅子、歩行器、介護用電動ベッド、床ずれ防止用具、手すり（据置型）、スロープなど13品目が貸与対象に定められています（要介護度による制限あり）。"
  },
  {
    "text": "ケアマネージャー（介護支援専門員）の主な業務として適切なものはどれか？",
    "choices": ["要介護者や家族の希望を聞き、ケアプラン（介護サービス計画）を作成すること", "訪問介護（ホームヘルプ）サービスを提供すること", "医療行為を行うこと", "高齢者施設で食事や排泄の介助を行うこと"],
    "correct": 0,
    "explanation": "ケアマネージャーは介護保険サービス利用の支援を行う専門職で、利用者一人ひとりに合ったケアプラン（居宅サービス計画）を作成し、サービス事業者との連絡調整を行います。ケアマネ自身が身体介護や医療行為を行うわけではありません。"
  },
  {
    "text": "次のうち、介護保険の居宅サービス（在宅サービス）に該当しないものはどれか？",
    "choices": ["訪問介護（ホームヘルプサービス）", "通所リハビリテーション（デイケア）", "訪問看護", "高度な入院医療（病院での手術治療）"],
    "correct": 3,
    "explanation": "選択肢Dのような医療保険で提供される高度な病院治療は介護保険のサービスではありません。介護保険の居宅サービスには、訪問介護や訪問看護、通所サービス（デイサービス・デイケア）、ショートステイ（短期入所）、福祉用具貸与などが含まれます。"
  },
  {
    "text": "「老老介護」という言葉が指す状況として適切なものはどれか？",
    "choices": ["高齢者（老年期の人）が同じく高齢の家族（配偶者など）を介護している状況", "老人ホームで高齢者同士が介護し合う状況", "高齢の親が自分より若い障害児を介護している状況", "高齢者が老人ホームで職員から介護を受けている状況"],
    "correct": 0,
    "explanation": "「老老介護」とは、介護する側もされる側も高齢者というケースを指します。例えば高齢の夫婦の一方が他方を介護する場合などが典型です。近年、核家族化や少子化により老老介護の割合が増えており、介護する側も心身の負担が大きい社会問題となっています。"
  },
  {
    "text": "介護保険サービス利用時の利用者の自己負担割合は、原則として何割か？",
    "choices": ["1割", "2割", "3割", "5割"],
    "correct": 0,
    "explanation": "介護保険サービスを利用する際の自己負担は、原則として費用の1割です（一定以上の所得がある場合は2割または3割負担となります）。残りの費用は介護保険から給付されます。"
  },
  {
    "text": "介護保険の要支援・要介護認定における区分（要介護度）は、要支援も含め全部で何段階に分類されているか？",
    "choices": ["7段階", "5段階", "6段階", "10段階"],
    "correct": 0,
    "explanation": "介護保険では介護の必要度に応じて区分認定されます。要支援1・2、要介護1〜5の計7区分があります。要支援は介護予防サービス、要介護1以上は介護サービスの対象となります。"
  },
  {
    "text": "高齢者虐待防止法に定められている事項として適切なものはどれか？",
    "choices": ["虐待を受けた高齢者を発見した者は速やかに市町村に通報する義務がある", "家族による介護であれば多少手荒くしても虐待に該当しない", "虐待が疑われても本人が助けを求めない限り周囲は介入してはならない", "虐待は施設内でのみ起こりうるもので、家庭内では起こらない"],
    "correct": 0,
    "explanation": "高齢者虐待防止法では、虐待を発見した者（家族以外の一般市民やケア関係者）は市町村への通報義務があります。虐待は家庭内でも起こり得る重大な問題であり、疑わしい場合は速やかに市町村に知らせることが求められます。"
  }
]