[
  {
    "text": "地域包括ケアシステムの目的として最も適切なものはどれか？",
    "choices": ["高齢者が住み慣れた地域で最期まで暮らし続けられるよう、医療・介護・予防・住まい・生活支援を一体的に提供する", "高齢者を一箇所に集めて効率的に管理する", "医療費を削減するために入院期間を短縮する", "家族の介護負担をなくすために全員施設入所させる"],
    "correct": 0,
    "explanation": "地域包括ケアシステムは、高齢者が可能な限り住み慣れた地域で自分らしい生活を続けられるよう、住まい・医療・介護・予防・生活支援の5つの要素を地域で一体的に提供するシステムです。"
  },
  {
    "text": "高齢者の社会参加促進のための地域の取り組みとして適切でないものはどれか？",
    "choices": ["老人クラブ活動やサークル活動の支援", "シルバー人材センターでの就労機会提供", "世代間交流イベントの開催", "高齢者の外出を制限し自宅待機を強制する"],
    "correct": 3,
    "explanation": "高齢者の外出制限は社会参加を阻害し、心身機能の低下や孤立化を招きます。老人クラブ、シルバー人材センター、世代間交流などは社会参加促進に有効な取り組みです。"
  },
  {
    "text": "認知症高齢者にやさしい地域づくり（認知症サポーター等）の取り組みとして適切でないものはどれか？",
    "choices": ["認知症について正しい知識を地域住民が学ぶ", "認知症の人やその家族を温かく見守り支援する", "認知症の人が安心して外出できる環境を整える", "認知症の人を地域から排除し隔離する"],
    "correct": 3,
    "explanation": "認知症の人の排除や隔離は人権侵害であり不適切です。認知症サポーターキャラバンなどを通じて、地域全体で認知症を理解し、認知症の人と家族を支えることが重要です。"
  },
  {
    "text": "高齢者の住まい確保のための公的支援として存在しないものはどれか？",
    "choices": ["サービス付き高齢者向け住宅（サ高住）", "有料老人ホーム", "公営住宅での高齢者向け優遇制度", "高齢者専用の豪華マンション無料提供制度"],
    "correct": 3,
    "explanation": "豪華マンションの無料提供制度は存在しません。サ高住、有料老人ホーム、公営住宅の優遇制度などが高齢者の住まい確保の実際の支援制度です。"
  },
  {
    "text": "高齢者の見守りサービスとして地域で行われている取り組みに含まれないものはどれか？",
    "choices": ["民生委員による定期的な安否確認", "配食サービス時の安否確認", "新聞配達員や郵便配達員による見守り", "高齢者宅に監視カメラを無断設置"],
    "correct": 3,
    "explanation": "無断での監視カメラ設置はプライバシー侵害で違法行為です。民生委員、配食サービス、配達員による見守りは、高齢者の同意の下で行われる適切な地域見守りの取り組みです。"
  },
  {
    "text": "災害時における高齢者支援のための地域の備えとして適切でないものはどれか？",
    "choices": ["要支援者名簿の作成と関係者での情報共有", "避難行動要支援者の個別避難計画策定", "地域の防災訓練への高齢者参加促進", "高齢者は災害時に足手まといなので避難所から排除する"],
    "correct": 3,
    "explanation": "災害時の高齢者排除は人道に反する行為です。要支援者名簿作成、個別避難計画、防災訓練参加など、高齢者を含めた地域全体での災害対策が重要です。"
  },
  {
    "text": "バリアフリーなまちづくりのための公共施設整備として最も重要でないものはどれか？",
    "choices": ["段差の解消とスロープ設置", "多機能トイレ（だれでもトイレ）の設置", "点字ブロックや音響信号の整備", "高齢者・障害者の利用を禁止する表示"],
    "correct": 3,
    "explanation": "利用禁止表示はバリアフリーに逆行します。段差解消、多機能トイレ、点字ブロックなどは、誰もが利用しやすいまちづくりのための重要な整備項目です。"
  },
  {
    "text": "地域の交通バリアフリーとして推進されている取り組みに含まれないものはどれか？",
    "choices": ["ノンステップバス（低床バス）の導入", "駅にエレベーターやエスカレーターを設置", "歩道の段差解消と点字ブロック設置", "高齢者・障害者の公共交通利用を全面禁止"],
    "correct": 3,
    "explanation": "公共交通の利用禁止は移動の自由を奪う差別的行為です。ノンステップバス、駅の昇降設備、歩道整備などは移動円滑化法に基づく適切なバリアフリー化の取り組みです。"
  },
  {
    "text": "高齢者が安心して買い物できる地域づくりのための工夫として適切でないものはどれか？",
    "choices": ["移動販売車による商品の提供", "ネットスーパーや宅配サービスの活用", "商店街での休憩ベンチやトイレの設置", "高齢者の入店お断りの張り紙を店頭に掲示"],
    "correct": 3,
    "explanation": "高齢者の入店拒否は年齢差別で不適切です。移動販売、宅配サービス、休憩設備設置などは、高齢者の買い物を支援する有効な地域の取り組みです。"
  },
  {
    "text": "多世代が交流できる地域の拠点施設として機能が期待されるものはどれか？",
    "choices": ["地域包括支援センター", "コミュニティセンター・公民館", "地域の商店街", "高齢者だけが利用できる施設"],
    "correct": 1,
    "explanation": "コミュニティセンターや公民館は年齢を問わず地域住民が利用でき、多世代交流の拠点として機能します。地域包括支援センターや商店街も重要ですが、多世代交流の拠点としてはコミュニティセンターが最も適しています。"
  }
]