[
  {
    "text": "要介護状態となる主な原因の中で、現在最も多いものはどれか？",
    "choices": ["認知症", "脳卒中（脳血管疾患）", "骨折・転倒", "高齢による衰弱（虚弱）"],
    "correct": 0,
    "explanation": "厚生労働省の統計によれば、要介護となった主な原因の第1位は認知症です。近年、脳卒中による麻痺よりも認知症による要介護者のほうが増えています。次いで脳卒中、衰弱、骨折・転倒の順に多く、認知症対策が重要となっています。"
  },
  {
    "text": "高齢者の身体的変化に関する記述のうち、誤っているものはどれか？",
    "choices": ["加齢に伴い骨密度は高くなる傾向がある", "加齢に伴い筋力や持久力は低下していく傾向がある", "高齢になると暑さや寒さを感じにくくなる傾向がある", "高齢者は視力や聴力など感覚機能が低下しやすい"],
    "correct": 0,
    "explanation": "骨密度（骨の強さ）は加齢により低下する傾向があり、高齢者は骨粗しょう症になりやすく骨折しやすくなります。筋力や心肺持久力、感覚機能も全般に低下します。選択肢Aは逆で誤りです。"
  },
  {
    "text": "「フレイル（虚弱）」とはどのような状態を指すか？",
    "choices": ["加齢により心身の活力（筋力や認知機能など）が低下し、要介護一歩手前の虚弱な状態", "認知症が進行した状態", "骨折で長期入院している状態", "栄養が過剰な肥満状態"],
    "correct": 0,
    "explanation": "フレイルとは、高齢期にみられる虚弱状態で、健康な状態と要介護状態の間に位置します。加齢による筋力低下や認知機能低下、栄養不足などが重なって心身が弱っている状態ですが、適切な介入によって健康な状態に戻る可能性があります。"
  },
  {
    "text": "認知症に関する説明として正しいものはどれか？",
    "choices": ["認知症は脳の疾患などが原因で記憶障害や判断力の低下などが生じ、日常生活に支障をきたす状態をいう", "認知症は加齢に伴う誰にでも起こる正常な物忘れである", "日本の高齢者の約半数が認知症である", "認知症になると意思疎通は一切できなくなる"],
    "correct": 0,
    "explanation": "認知症とは、アルツハイマー病などの脳の病気によって記憶・判断・理解などの認知機能が持続的に低下し、日常生活に支障が出ている状態です。正常な加齢による物忘れとは異なり、社会生活への支障がポイントです。"
  },
  {
    "text": "寝たきり（廃用症候群）を予防し、高齢者の自立を保つために重要なことはどれか？",
    "choices": ["可能な範囲で運動や身体活動を続ける習慣を維持する", "転倒が怖いので極力動かないようにする", "筋力が落ちるので高齢者は安静第一にする", "歩行は危険なので車椅子に座ったまま生活する"],
    "correct": 0,
    "explanation": "筋力や身体機能は使わないとますます低下します。高齢者でも適度な運動やリハビリを継続することで身体機能の低下を防ぎ、寝たきり予防につながります。安静にし過ぎると廃用症候群（使わないことで筋力・意欲が低下する悪循環）に陥るため、可能な範囲で体を動かすことが大切です。"
  },
  {
    "text": "日本人女性の場合、平均寿命と健康寿命（介護を必要とせず自立して生活できる期間）の差はおよそ何年あるか？",
    "choices": ["約12年", "約2年", "約5年", "約20年"],
    "correct": 0,
    "explanation": "日本人女性の平均寿命は約87歳ですが、健康寿命（自立して生活できる期間）は約75歳前後とされています。その差は10年以上（おおむね12年前後）あり、この期間は何らかの支援や介護が必要な期間であることが多いです。男性でも平均寿命と健康寿命の差は約8〜9年あります。"
  },
  {
    "text": "高齢者が脱水症状に陥りやすい理由として適切なものはどれか？",
    "choices": ["喉の渇きを感じにくくなり、水分摂取が不足しがちになるため", "加齢で体内の水分量が大幅に増加するため", "高齢になると汗をかかなくなるため", "腎機能が若い頃よりも良くなるため"],
    "correct": 0,
    "explanation": "高齢者は水分不足になっても喉の渇きを自覚しにくく、水分摂取が少なくなりがちです。また筋肉量の減少により体内の水分保持量が減り、腎機能も低下して脱水になりやすくなります。そのため意識的な水分補給が必要です。"
  },
  {
    "text": "サルコペニア（加齢性筋肉減少症）とは何を指すか？",
    "choices": ["加齢や活動量低下により筋肉量・筋力が低下した状態", "皮下脂肪が極端に減少した状態", "感染症にかかっている状態", "手足が麻痺して動かない状態"],
    "correct": 0,
    "explanation": "サルコペニアとは、加齢や運動不足などにより筋肉の量や力が衰えた状態です。筋肉量が減少すると転倒しやすくなり、要介護状態につながるリスクがあります。適度な運動やたんぱく質摂取で予防・改善することが重要です。"
  },
  {
    "text": "ロコモティブシンドローム（運動器症候群）とはどのような状態か？",
    "choices": ["骨や関節、筋肉など運動器の障害により移動機能が低下し、要介護になるリスクが高い状態", "認知症が進み移動中に道に迷ってしまう状態", "耳が遠くなり会話が難しい状態", "乗り物に乗ることができなくなる状態"],
    "correct": 0,
    "explanation": "ロコモティブシンドロームとは、運動器（骨・関節・筋肉など）の障害や衰えによって立つ、歩くといった移動機能が低下している状態です。これに陥ると将来要介護になるリスクが高まるため、ロコモ予防（筋力訓練やバランス能力向上など）が推進されています。"
  },
  {
    "text": "高齢者が転倒により骨折しやすい部位として特に注意が必要なのはどこか？",
    "choices": ["大腿骨頸部（太ももの付け根）", "指先", "肋骨", "頭蓋骨"],
    "correct": 0,
    "explanation": "高齢者の転倒では太ももの付け根にある大腿骨頸部の骨折が非常に多く発生します。この部位を骨折すると手術や長期入院が必要になり、そのまま寝たきりになる危険もあります。大腿骨頸部骨折予防のため、筋力低下の防止や住環境での転倒対策が重要です。"
  }
]