[
  {
    "text": "次のうち、歩行補助具（歩行を助ける道具）に該当しないものはどれか？",
    "choices": ["松葉杖（まつばづえ）", "歩行器（歩行車）", "シルバーカー（手押し型歩行補助車）", "車椅子"],
    "correct": 3,
    "explanation": "車椅子は移動手段としては歩行困難な人を支える用具ですが、自分で歩行するための「歩行補助具」ではありません。歩行補助具には、杖や松葉杖、歩行器、シルバーカー（高齢者用手押し車）などが含まれます。"
  },
  {
    "text": "「四点杖（四脚杖）」の特徴として正しいものはどれか？",
    "choices": ["先端が4つの脚になっており、自立するほど安定性が高い杖である", "白色で折りたたみ可能な視覚障害者用の杖である", "長さが自由に伸び縮みする電子制御の杖である", "足首に装着して使用する杖である"],
    "correct": 0,
    "explanation": "四点杖は杖の先端が4つに分かれた脚になっており、接地面が広いため自立するほど安定しています。ふらつきがある高齢者でも倒れにくい利点があります。"
  },
  {
    "text": "「シルバーカー」の主な用途として適切なものはどれか？",
    "choices": ["高齢者が歩行時に寄りかかったり荷物を載せたりできる押し車（歩行補助車）として用いる", "介護者が高齢者を乗せて押す車椅子の一種である", "高齢者を吊り上げて移乗させるためのリフト機器である", "段差を解消するための台車である"],
    "correct": 0,
    "explanation": "シルバーカーとは、高齢者が歩行時の安定や買い物の荷物運搬のために用いる手押し車です。座面付きのものも多く、歩行中に疲れたら腰掛けて休憩もできます。車椅子とは異なり基本的に自分で押して歩く補助具です。"
  },
  {
    "text": "「ポータブルトイレ（簡易式便器）」はどのような場合に使われる福祉用具か？",
    "choices": ["寝室などトイレまで移動するのが困難な場合に、ベッドのそばで排泄できるよう設置する簡易トイレ", "持ち運びできる紙おむつのこと", "車椅子に取り付けて使う移動式トイレのこと", "屋外で排泄するための携帯用スコップのこと"],
    "correct": 0,
    "explanation": "ポータブルトイレ（簡易トイレ）は、寝室や居間などに置いて使える移動式の洋式便器です。夜間や体調不良時にトイレまで行かずにすぐ用を足せるため、転倒予防や介護者の負担軽減につながります。"
  },
  {
    "text": "電動介護用ベッド（特殊寝台）を使用する主なメリットとして適切なものはどれか？",
    "choices": ["背もたれの上げ下げや高さ調節ができ、利用者の起き上がり動作や介護がしやすくなる", "寝心地が悪くなるが我慢して筋力をつけられる", "電気代がかかるだけで特に利点はない", "このベッドで寝ると骨折が治るなど治療効果がある"],
    "correct": 0,
    "explanation": "電動ベッドはリモコン操作で背上げ・膝上げができ、楽に起き上がった姿勢を取れます。またベッドの高さを介護しやすい高さに調節できるタイプもあり、介護者の腰への負担を軽減します。"
  },
  {
    "text": "階段に取り付けて、椅子に座ったまま上下移動できる装置を何というか？",
    "choices": ["階段昇降機（いす式昇降機）", "ホームエレベーター", "スロープ板", "エスカレーター"],
    "correct": 0,
    "explanation": "階段昇降機（いす式階段昇降機）は、階段の端にレールを敷設し、椅子に座った状態で電動で階段を昇り降りできる装置です。"
  },
  {
    "text": "ベッドから車椅子などへの移乗を補助するために用いる「移乗用具（スライディングボード等）」の用途として正しいものはどれか？",
    "choices": ["ベッドと車椅子の間に渡し板をかけ、身体をずらせて安全に移り移動するための用具", "車椅子の座面に敷いてクッション性を高める用具", "玄関の段差に置いてスロープ代わりにする板", "階段を昇るときに使用する昇降訓練用の板"],
    "correct": 0,
    "explanation": "スライディングボード（移乗ボード）は、ベッドと車椅子の間などに橋渡しのように板を渡し、利用者がその上を滑るようにお尻を移動させて、安全に移乗できるようにする用具です。"
  },
  {
    "text": "認知症高齢者の屋外への徘徊（迷子）対策に役立つ福祉用具・サービスはどれか？",
    "choices": ["徘徊感知機器（センサー）やGPS端末を活用し、離れた場所に行った際に通知・追跡できるようにする", "家の電話機に録音機能をつける", "車椅子にベルトをつけて乗り降りできないようにする", "介護者が常に後をつけて歩く"],
    "correct": 0,
    "explanation": "認知症の方が外出先で道に迷う場合に備え、靴や持ち物にGPS発信機をつけ所在を確認できるサービスや、自宅の玄関にセンサーを設置し、外出を検知して家族に知らせる徘徊感知機器があります。"
  },
  {
    "text": "「リーチャー」と呼ばれる自助具は何に使う道具か？",
    "choices": ["手の届かない高所や離れた所にある物をつかんで取るための道具", "入浴時に背中を洗うための長いブラシ", "歩行が不安定な人が寄りかかって使う手すり", "階段を上る際に足に装着する補助具"],
    "correct": 0,
    "explanation": "リーチャー（取っ手付き把持具）は、遠くにある物や床に落とした物を、立ち上がったりかがんだりしなくても取れるようにするための道具です。高齢者や障害者が自分でできることを増やす自助具の一つです。"
  },
  {
    "text": "「自助具」とは何か？適切な説明を選びなさい。",
    "choices": ["高齢者や障害者が日常生活で困難を感じる動作を補うために工夫された道具・用具の総称", "自分自身で考案した手作りの道具のこと", "自動で動く介護ロボットの一種", "補助犬（盲導犬・介助犬など）の別称"],
    "correct": 0,
    "explanation": "自助具とは、自分で（自助）生活動作を行いやすくするための用具です。その目的は本人の自立を助けることです。"
  }
]