[
  {
    "text": "廊下や階段に取り付ける手すりの高さは、床面からおおよそ何cmが一般的に適切か？",
    "choices": ["約80cm", "50cm", "100cm", "30cm"],
    "correct": 0,
    "explanation": "手すりの高さは、利用者が楽に握れる位置に設定する必要があります。日本人成人の場合、床からおよそ75〜85cm程度が標準的で、多くの場合80cm前後に設置されます。"
  },
  {
    "text": "車椅子が方向転換（その場で回転）するために必要な床面の直径はおおよそどれくらいか？",
    "choices": ["150cm程度", "50cm程度", "100cm程度", "200cm以上"],
    "correct": 0,
    "explanation": "車椅子がその場で向きを変えるには、概ね直径150cm（1.5m）程度のスペースが必要とされています。この広さが確保できれば、狭い廊下から部屋に入るときなどもスムーズに回転できます。"
  },
  {
    "text": "浴室の床材として高齢者に適したものはどれか？",
    "choices": ["滑りにくく水はけの良い素材", "冷たく硬い大理石などの素材", "光沢のあるタイル（表面がつるつるしたもの）", "厚手のカーペット敷き"],
    "correct": 0,
    "explanation": "浴室は濡れて滑りやすくなるため、高齢者には滑りにくい加工がされた床材（ノンスリップ加工）や、水はけが良く速乾性のある床材が安全です。"
  },
  {
    "text": "和式便器を洋式便器に変更する主な利点はどれか？",
    "choices": ["立ち座りの負担が軽減され、排泄動作が楽になる", "トイレのスペースが大幅に節約できるようになる", "介助が必要になる場合が増える", "水を流す手間が増える"],
    "correct": 0,
    "explanation": "和式トイレは深くかがむ姿勢が必要なため、高齢者や膝の悪い人には負担が大きいです。洋式便器に変更すれば腰掛けて用を足せるので、立ち座り動作が安楽になり、排泄がしやすくなります。"
  },
  {
    "text": "室内扉を開き戸から引き戸や折れ戸に変更することの利点として誤っているものはどれか？",
    "choices": ["開閉に必要なスペースが小さくなり、車椅子でも通行しやすくなる", "扉の開閉時に人にぶつかる危険が減る", "からだの前後移動を少なくスムーズに開閉できるようになる", "開閉の操作が非常に複雑になり高齢者には扱いにくくなる"],
    "correct": 3,
    "explanation": "引き戸や折れ戸は、高齢者にとっても操作が難しいものではなく、むしろ楽に扱えます。選択肢A〜Cはいずれも開き戸を改修する利点です。"
  },
  {
    "text": "高齢者の階段利用の安全対策として不適切なものはどれか？",
    "choices": ["階段に滑り止めテープや滑りにくい素材を用いる", "階段の段鼻（段の縁）に見やすい色を付ける", "階段の両側に手すりを設置する", "照明は消しておき段差を感じやすくする"],
    "correct": 3,
    "explanation": "高齢者が階段で転倒しないようにするには、足元を明るく照らす照明が不可欠です。Dのように暗くするのは危険です。"
  },
  {
    "text": "キッチン（台所）のバリアフリー改修に関する記述のうち、適切なものはどれか？",
    "choices": ["ガスコンロをIHクッキングヒーターに変更すると、火を使わないので火災やヤケドのリスクが減る", "シンク（流し台）の高さは固定式にして変更できないようにする", "床は玉石などデコボコした素材にして足裏を刺激する", "調理台と食器棚はできるだけ高い位置に設置する"],
    "correct": 0,
    "explanation": "IHヒーターは直火を使わず表面も比較的低温のため、ガスコンロに比べて火災や衣服の着火などの事故が少なく高齢者にも安全です。また消し忘れタイマーや自動OFF機能などもあり安心です。"
  },
  {
    "text": "浴槽のまたぎ高さが高いと高齢者には負担となりますが、高齢者がまたぎやすい浴槽縁の高さはおおよそ何cm以下が望ましいか？",
    "choices": ["50cm程度", "70cm程度", "100cm程度", "30cm程度"],
    "correct": 0,
    "explanation": "一般的な家庭の浴槽縁高さは60cm前後のものも多いですが、高齢者には足を上げるのが大変です。50cm以下の低めの浴槽や、またぎやすい形状の浴槽にすると安全に出入りできます。"
  },
  {
    "text": "玄関に腰掛けられるベンチ（上がり框付近の腰掛け台）を設置する目的はどれか？",
    "choices": ["靴の脱ぎ履きの際に座って姿勢を安定させるため", "玄関先で荷物置きに使うため", "手すりの代わりにつかまって立つため", "玄関の飾り棚として利用するため"],
    "correct": 0,
    "explanation": "高齢者にとって靴の脱ぎ履き時にしゃがむ動作は転倒リスクがあります。玄関に腰掛け台（ベンチ）を設置しておけば、座ったまま安全に靴の着脱ができます。"
  },
  {
    "text": "高齢者住宅への緊急通報システムの設置目的として正しいものはどれか？",
    "choices": ["一人暮らしの高齢者が急病や転倒など緊急時にボタン一つで外部に助けを求められるようにするため", "高齢者が友人とおしゃべりするため", "高齢者宅にいつでも警察官が駆けつけるようにするため", "電話の受話器を上げっぱなしにしておくため"],
    "correct": 0,
    "explanation": "緊急通報システム（緊急通報装置）は、自宅で倒れたり発作が起きたりした際に、高齢者が手元のボタンや引きひもで非常信号を発信し、消防・警備会社・地域の見守りセンターなどに繋がって救援要請できる仕組みです。"
  }
]