[
  {
    "text": "65歳以上の人口が総人口に占める割合が21%を超えた社会を何と呼ぶか？",
    "choices": ["超高齢社会", "高齢社会", "高齢化社会", "少子化社会"],
    "correct": 0,
    "explanation": "65歳以上人口の割合が14%を超えると「高齢社会」、21%を超えると「超高齢社会」と定義されます。日本は2007年に高齢者割合が21%を超え、超高齢社会に突入しました。"
  },
  {
    "text": "現在の日本における高齢化率（総人口に占める65歳以上人口の割合）に最も近い値はどれか？",
    "choices": ["約30%", "約20%", "約10%", "約40%"],
    "correct": 0,
    "explanation": "日本の高齢化率は年々上昇しており、2020年代ではおよそ30%前後に達しています。これは国民の3人に1人が高齢者という状況です。"
  },
  {
    "text": "いわゆる「2025年問題」とは何に関する問題か？",
    "choices": ["団塊の世代が75歳以上の後期高齢者となり、医療・介護の需要が急増する問題", "日本の総人口が2025年に1億人を下回る問題", "2025年に介護保険制度が終了してしまう問題", "超高齢社会が終わり、高齢者人口が急減する問題"],
    "correct": 0,
    "explanation": "2025年頃には戦後の団塊の世代が全員75歳以上の後期高齢者となり、医療費や介護サービス需要の大幅な拡大が予想されます。これに伴う社会保障の負担増が懸念される問題を「2025年問題」と呼びます。"
  },
  {
    "text": "日本において、高齢者のいる世帯のうち、一人暮らし世帯または高齢夫婦のみの世帯が占める割合はどの程度か？",
    "choices": ["約6割", "約2割", "約9割", "約3割"],
    "correct": 0,
    "explanation": "高齢者世帯の姿は核家族化が進んでおり、親と子が同居する世帯は減っています。高齢者のみ（独居または夫婦のみ）の世帯が全体の約6割を占めており、多くの高齢者が家族に頼らず暮らしている現状があります。"
  },
  {
    "text": "2020年時点の日本の合計特殊出生率（1人の女性が産む平均子ども数）に最も近いのはどれか？",
    "choices": ["約1.4", "約2.1", "約0.8", "約3.4"],
    "correct": 0,
    "explanation": "日本の合計特殊出生率は近年1.3〜1.4程度で推移しており、人口維持に必要とされる2.07を大きく下回っています。少子化により将来の現役世代が減少し、高齢者を支える人々が相対的に少なくなることが懸念されています。"
  },
  {
    "text": "日本人女性の平均寿命はおよそ何歳か？（2019年時点）",
    "choices": ["87歳", "81歳", "75歳", "90歳"],
    "correct": 0,
    "explanation": "日本人女性の平均寿命は世界トップクラスで、直近では約87歳前後です。男性の平均寿命も約81歳程度あります。平均寿命の延伸により、高齢人口が増加しています。"
  },
  {
    "text": "「ノーマライゼーション」の理念の説明として適切なものはどれか？",
    "choices": ["高齢者や障がい者も含め、すべての人が地域で普通の生活を送れるようにしようという考え方", "障がい者は専門施設で保護すべきという考え方", "高齢者の介護は家族だけで担うべきという考え方", "健常者の生活様式に高齢者を合わせさせるという考え方"],
    "correct": 0,
    "explanation": "ノーマライゼーションとは、高齢者や障害のある人々を特別扱いせず、健常者と同じように地域社会で共に生活できるようにするという理念です。この理念のもと、社会のあらゆる側面を「普通の状態（ノーマル）」に近づけていこうとする考え方です。"
  },
  {
    "text": "ノーマライゼーションの理念を最初に提唱した国はどこか？",
    "choices": ["デンマーク", "日本", "アメリカ", "ドイツ"],
    "correct": 0,
    "explanation": "ノーマライゼーションの概念はデンマークで生まれました。1950年代にデンマークのバンク＝ミケルセンらが知的障害者の福祉改革の中で提唱し、その後スウェーデンなど北欧諸国や世界に広まったものです。"
  },
  {
    "text": "「団塊の世代」と呼ばれるのは一般的に何年頃に生まれた人々か？",
    "choices": ["1947～1949年（昭和22〜24年頃生まれ）", "1955〜1964年", "1971〜1974年", "1930〜1935年"],
    "correct": 0,
    "explanation": "「団塊の世代」とは第二次世界大戦直後の出生率急上昇期に生まれた世代のことで、具体的には1947年から1949年前後に生まれた人々を指します。2025年にはこの団塊の世代が全員75歳以上の後期高齢者となります。"
  },
  {
    "text": "高齢者が増加する社会において、「共生社会」とはどのような社会を指すか？最も適切なものを選びなさい。",
    "choices": ["年齢や障害の有無にかかわらず、誰もが支え合い安心して暮らせる社会", "高齢者だけが集まって暮らす社会", "若者と高齢者が別々に暮らす社会", "障がい者は施設で暮らし健常者と分離された社会"],
    "correct": 0,
    "explanation": "共生社会とは、高齢者や障がい者も含めたすべての人が分け隔てなく共に生活できる社会のことです。お互いを支え合い、多様な人々が安心して暮らせることを目指します。これは超高齢社会において重要な社会目標です。"
  }
]